bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
cirlorm.mobileview
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
humao.rest-client
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.vscode-typescript-next
prisma.prisma
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
steoates.autoimport
styled-components.vscode-styled-components
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
